---
kind: property
id: P:Autodesk.Revit.DB.Visual.Ceramic.CeramicColorByObject
source: html/54bd044f-f6fb-788d-a7ac-c5593cf97d85.htm
---
# Autodesk.Revit.DB.Visual.Ceramic.CeramicColorByObject Property

The property labeled "Color" from the "Ceramic" schema.

## Syntax (C#)
```csharp
public static string CeramicColorByObject { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".